@extends('layouts.admin')

@section('content')
    <div class="main-content-container">
        <h2>免責事項</h2>
        <p>当サイトは、DMM.comおよび株式会社FANZAのアフィリエイトサービスを利用して運営されています。</p>

        <h3>1. コンテンツの正確性・完全性について</h3>
        <p>当サイトで紹介している作品情報、価格、在庫状況などは、常に変動する可能性があります。これらの情報は、ご自身で必ずFANZAの公式サイトにてご確認ください。当サイトのコンテンツの正確性、完全性、有用性については一切保証いたしません。
        </p>
        <p>当サイトのご利用によって生じた、いかなる損害につきましても、当サイトでは一切の責任を負いかねます。</p>

        <h3>2. 外部サイトへのリンクについて</h3>
        <p>当サイトからFANZAをはじめとする外部サイトへ移動した場合、移動先サイトで提供される情報やサービス等について、当サイトは一切の責任を負いません。</p>
        <p>DMM.com、FANZA、および忍者AdMaxなど、当サイトに掲載されている広告リンク先の利用については、各サイトの規約を遵守してください。当サイトは、リンク先サイトの内容やプライバシー保護、サービス利用に関して、責任を負うものではありません。
        </p>

        <h3>3. 広告の表示について</h3>
        <p>当サイトに掲載されている広告は、当サイト運営者によって選択されたものであり、すべての広告がユーザーのニーズに合致することを保証するものではありません。広告の表示内容や表現に関する責任は、各広告主に帰属します。</p>
    </div>
@endsection