@extends('layouts.admin')

@section('content')
    <div class="main-content-container">
        <h2>個人情報保護方針</h2>
        <p>当サイトは、ユーザーの皆様の個人情報保護の重要性について認識し、個人情報保護に関する法令を遵守するとともに、以下のプライバシーポリシーに従い、適切に取り扱います。</p>

        <h3>1. 個人情報の取得について</h3>
        <p>当サイトは、お問い合わせフォームのご利用、または広告サービスを通じて、以下のような個人情報を取得する場合があります。</p>
        <ul>
            <li>メールアドレス</li>
            <li>IPアドレス</li>
            <li>利用端末の識別情報（Cookie情報、ブラウザ情報など）</li>
        </ul>
        <p>これらの情報は、当サイトのサービス向上、ユーザーの利便性向上、および広告効果の分析に利用されます。</p>

        <h3>2. 個人情報の利用目的</h3>
        <p>取得した個人情報は、以下の目的で利用します。</p>
        <ul>
            <li>お問い合わせへの対応</li>
            <li>サービスの改善、新サービスの開発</li>
            <li>広告の配信、および広告効果の測定</li>
            <li>利用状況の分析、統計データの作成</li>
        </ul>

        <h3>3. 個人情報の第三者提供について</h3>
        <p>当サイトは、以下の場合を除き、ご本人の同意を得ることなく、個人情報を第三者に提供することはありません。</p>
        <ul>
            <li>法令に基づく場合</li>
            <li>人の生命、身体または財産の保護のために必要がある場合</li>
            <li>公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合</li>
            <li>国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合</li>
        </ul>

        <h3>4. アクセス解析ツールおよびCookieについて</h3>
        <p>当サイトでは、サービスの向上を目的として、**Google
            Analytics**などのアクセス解析ツールを利用しています。これらのツールはトラフィックデータ収集のためにCookieを使用しますが、個人を特定する情報ではありません。ユーザーはブラウザの設定でCookieの利用を拒否することができます。
        </p>
        <p>また、当サイトで利用しているアフィリエイトサービス（DMM.com、FANZA、忍者AdMaxなど）も、Cookieを利用してユーザーの訪問履歴情報を取得する場合があります。これらの情報は、広告の配信、および成果の測定にのみ利用されます。
        </p>

        <h3>5. プライバシーポリシーの変更について</h3>
        <p>本ポリシーの内容は、法令改正やサービスの変更等に応じて、事前の予告なく変更されることがあります。変更後のプライバシーポリシーは、当サイトに掲載された時点で有効になります。</p>
    </div>
@endsection